[SnowShell]
INT_SETTING_VER=29
[Menu]
STRING_MENU_FILE=Файл
STRING_MENU_NOISE=помехи
STRING_MENU_SCALE=Увеличение
STRING_MENU_EXPORT=Вывод
STRING_MENU_CONFIRM=извещение
[File]
STRING_MENU_FILE_IMAGE_SEL=Выбрать изображение и запустить
STRING_MENU_FILE_CREDIT=О программе
STRING_MENU_FILE_QUIT=Выход
[Noise]
STRING_MENU_NOISE_NONE=Нет
STRING_MENU_NOISE_LOW=Низкое
STRING_MENU_NOISE_MID=Среднее
STRING_MENU_NOISE_HIGH=Высокое
STRING_MENU_NOISE_VERY_HIGH=Максимальное
[Scale]
STRING_MENU_SCALE_CUSTOM=Свой вариант
[GPU]
STRING_MENU_GPU_CPU=Только CPU
STRING_MENU_GPU_GPU=Предпочитать GPU
[TTA]
STRING_MENU_TTA_DISABLED=Отключено
STRING_MENU_TTA_ENABLED=Включено
[Export]
STRING_MENU_EXPORT_SAME=В ту же папку
STRING_MENU_EXPORT_NEW=Использовать папку вывода
[Confirm]
STRING_MENU_CONFIRM_SHOW=Показать предупреждения
STRING_MENU_CONFIRM_SKIP=Скрыть предупреждения
STRING_MENU_CONFIRM_DEBUG=Показывать лог
[Text]
INT_TEXT_TAB=18
STRING_TEXT_NOISE=Шумоподавление
STRING_TEXT_NOISE_NONE=Нет
STRING_TEXT_NOISE_LOW=Низкое
STRING_TEXT_NOISE_MID=Среднее
STRING_TEXT_NOISE_HIGH=Высокое
STRING_TEXT_NOISE_VERY_HIGH=Максимальное
STRING_TEXT_SCALE=Увеличение
STRING_TEXT_GPU=Устройство
STRING_TEXT_EXPORT=Вывод
STRING_TEXT_EXPORT_SAME=В ту же папку
STRING_TEXT_EXPORT_NEW=В папку вывода
STRING_TEXT_CONFIRM=Предупреждения
STRING_TEXT_CONFIRM_SHOW=Показывать
STRING_TEXT_CONFIRM_SKIP=Скрыть
STRING_TEXT_CONFIRM_TITLE=Предупреждение
STRING_TEXT_CONFIRM_MESSAGE=Большое изображение может потребовать много ресурсов ПК.\nХотите продолжить?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Предупреждение
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Слишком большое увеличение может вызвать ошибки в процессе работы.\nХотите продолжить?
STRING_TEXT_NOCONVERTER_TITLE=Ошибка
STRING_TEXT_NOCONVERTER_MESSAGE=Данный метод увеличения недоступен.\nПроверьте версию Windows.
STRING_TEXT_TOO_LONG_PATH_TITLE=Ошибка
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Не удалось обработать файл. Путь к файлу слишком длинный.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=
STRING_TEXT_ABORT_CONVERT_TITLE=Подтвердить
STRING_TEXT_ABORT_CONVERT_MESSAGE=Хотите прервать процесс?
